Repository: correctiv/correctiv-nursinghomes
Catalog: correctiv_nursinghomes/locale/*/LC_MESSAGES/django.po
Languages: de

source: Nursing Homes
de: Pflegeheime

source: Nursing Homes Search Tile
de: Pflegeheime Such-Kachel

source: Search
de: Suche

source: address, location, or postcode
de: Adresse, Ort oder PLZ

source: Postcode %d
de: Postleitzahl %d

source: Near nursing home %s
de: In der Nähe des Pflegeheims %s

source: Supervision Authority
de: Zuständige Aufsichtsbehörde

source: Supervision Authorities
de: Zuständige Aufsichtsbehörden

source: charitable
de: freigemeinnützig

source: private
de: privat

source: public
de: öffentlich

source: unknown
de: unbekannt

source: Geographic location
de: Lage

source: nursing home
de: Pflegeheim

source: nursing homes
de: Pflegeheime

source: very small
de: sehr klein

source: small
de: klein

source: normal-sized
de: normal groß

source: big
de: groß

source: very big
de: sehr groß

source: very young
de: sehr jung

source: young
de: jung

source: a normal age
de: normal

source: old
de: alt

source: very old
de: sehr alt

source: very cheap
de: sehr günstig

source: cheap
de: günstig

source: moderately priced
de: normal bepreist

source: expensive
de: teuer

source: very expensive
de: sehr teuer

source: %d%% less
de: %d%% weniger

source: %d%% more
de: %d%% mehr

source: Nursing home report of “%s”
de: Transparenzbericht von “%s“

source: Supervision Report
de: Transparenzbericht

source: Supervision Reports
de: Transparenzberichte

source: Report on %(date)s by %(auth)s
de: Transparenzbericht über %(date)s von %(auth)s

source: This information was published in the annual transparency report of the Medizinischer Dienst der Krankenkassen, which is a part of the public insurance companies in Germany. The data was last updated on April 7, 2016.
de: Diese Informationen stammen aus dem jährlichen Transparenzbericht des Medizinischen Dienstes der Krankenkassen. Die Daten wurden zuletzt am 7. April 2016 aktualisiert.

source: If a home has negative results in any category, you should ask why these issues exist and don’t assume that the whole nursing home is bad. On the other hand, you should also do some checks even if a home doesn’t have any indications of issues. The most important thing to visit the nursing home in person and see firsthand if you see signs of issues.
de: Fällt das Heim in einer Kategorie negativ auf, solltet Ihr dieses Heim nicht automatisch meiden. Ihr solltet aber nach den Gründen fragen. Gleichzeitig ist ein Heim nicht automatisch gut, nur weil es hier nicht mit Hinweisen auf Mängel auffällt. Am Wichtigsten ist immer der persönliche Eindruck vor Ort.

source: What does this data really reveal?
de: Wie viel oder wenig sagen diese Daten aus?

source: Download the transparency report here
de: Transparenzbericht herunterladen

source: Nursing Home Guide
de: Wegweiser Pflege

source: This home is supervised by the Heimaufsicht (nursing home authority) <a href="%(url)s">%(name)s</a>.
de: Dieses Heim wird von dieser Heimaufsicht kontrolliert: <a href="%(url)s">%(name)s</a>.

source: The nursing home authority reports on homes periodically. Here is an example of this report.
de: Diese Aufsicht erstellt regelmäßig Prüfberichte. Einen Prüfbericht des Heims stellen wir Euch hier zur Verfügung.

source: We don't have report for this nursing home, but <a href="%(url)s" target="_blank">here is an example of how it looks like in your state</a>.
de: Wir haben keine Prüfberichte für dieses Pflegeheim, aber <a href="%(url)s" target="_blank">hier ist ein Beispiel, wie ein Prüfbericht in deinem Bundesland aussieht</a>.

source: Unfortunately, we don’t have any examples of reports from this home.
de: Leider liegen uns keine Prüfberichte dieses Heimes vor.

source: The supervision authority makes their reports available here.
de: Die Heimaufsicht macht ihre Berichte hier verfügbar.

source: If you can't find it, ask below.
de: Falls kein Prüfbericht verfügbar ist, könnt Ihr unten nach einem Prüfbericht fragen.

source: Request your report with FragDenStaat.de
de: Berichte anfragen mit FragDenStaat.de

source: Click here to request reports from the local Heimaufsicht
de: Klicke hier, um Prüfberichte bei der Heimaufsicht anzufragen

source: Guidebook
de: Ratgeber

source: What questions should you ask? Where should you go to find help? Our reporters have a lot of tips and contacts to aid you in your search for a good nursing home, including a checklist with the ten most important points you should consider. This text is available in German.
de: Welche Fragen solltet Ihr stellen? Wo bekommt Ihr Hilfe? Unsere Reporter haben zahlreiche Tipps und Kontakte für die Suche nach einem guten Pflegeheim recherchiert. Inklusive Checkliste mit den zehn wichtigsten Punkten.

source: Your guide to choosing a nursing home
de: Wie finde ich das richtige Heim?

source: For the past few months, Correctiv has looked through the inspection reports conducted by the Medizinische Dienst der Krankenkassen (MDK) of every nursing home in Germany. The data was provided by AOK.
de: Correctiv.org hat die Prüfberichte des Medizinischen Diensts der Krankenkassen (MDK) aus allen deutschen Pflegeheime ausgewertet. Diese Daten hat uns die AOK zur Verfügung gestellt.

source: Our analysis of the data shows that the nursing home %(name)s doesn’t get all points in one important category.
de: Unsere Analyse der Daten zu den Pflegeheimen zeigt, dass das Pflegeheim %(name)s in einer wichtigen Kategorie nicht die volle Punktzahl erhalten hat.

source: We’ve analyzed five criteria in the AOK data and this nursing home’s report shows it doesn’t have problems in any of these areas. However, this doesn’t necessarily indicate that it is a good nursing home.
de: Wir haben fünf entscheidende Kriterien in den AOK-Daten analysiert und der Prüfbericht dieses Pflegeheims zeigt in diesen Kategorien keine Auffälligkeiten. Dies heißt allerdings nicht automatisch, dass dies ein hervorragendes Pflegeheim ist.

source: better,worse,equal
de: besser,schlechter,gleich

source: The nursing home %(name)s in %(location)s has a %(medical_grade)s for their medical care, which is %(grade_comp)s in comparison to other nursing homes in %(state)s.
de: Das Heim %(name)s in %(location)s hat für seine pflegerische und medizinische Versorgung die Schulnote %(medical_grade)s erhalten. Das ist %(grade_comp)s als der Durchschnitt aller Heime in %(state)s.

source: Keep in mind that almost all nursing homes get very good grades, so this shouldn’t be a key indicator for you.
de: Wichtig: Fast alle Pflegeheime bekommen eine sehr gute Note. Diese Note allein sollte also nicht Grundlage Eurer Entscheidung sein.

source: The home is %(price_range)s and you have to pay %(price_increase)s in comparison to other nursing homes in %(state)s.
de: Dieses Pflegeheim ist %(price_range)s und ihr müsst im Vergleich mit anderen Heimen in %(state)s %(price_increase)s bezahlen.

source: In Germany a month of level 3 care costs %(national_average)s Euro on average as a private co-payment.
de: In Deutschland kostet ein Monat Pflege in der Pflegestufe 3 im Schnitt %(national_average)s Euro private Zuzahlung.

source: The nursing home %(name)s is a %(size_comp)s home with %(size)s occupied beds in fully inpatient care.
de: %(name)s ist ein %(size_comp)ses Pflegeheim mit %(size)s belegten Betten in der vollstationären Pflege.

source: The home belongs to a %(provider_type)s company.
de: Das Heim wird von einem %(provider_type)sen Betreiber geführt.

source: Private companies often don't pay their employees unionized wages. Only the nursing home itself knows if this is the case here.
de: Private Betreiber bezahlen ihre Pfleger häufig nicht nach Tarif. Ob das hier der Fall ist, kann Euch nur der Betreiber beantworten.

source: If you want to inquire about this home you reach out to the %(authority)s or the %(mdk)s.
de: Falls Ihr Nachfragen oder Beschwerden zu diesem Pflegeheim habt, könnt Ihr Euch an die %(authority)s oder den %(mdk)s wenden.

source: If you know this nursing home and you found a mistake in the AOK data, please <a href="mailto:aok-bundesverband@bv.aok.de">send an email directly to the AOK</a>. We can't change the original data by ourselves, but you can help to make nursing homes more transparent for everybody.
de: Diese Daten beruhen auf Prüfungen des Medizinischen Dienstes der Krankenkassen (MDK), die uns der AOK-Bundesverband zur Verfügung gestellt hat. In diesen Daten können Fehler enthalten sein. Wenn Ihr dasHeim kennt und einen Fehler gefunden habt, wendet Euch über <a href="mailto:aok-bundesverband@bv.aok.de">diese Emailadresse direkt an die AOK</a>. Wir selbst können die Originaldaten nicht verändern. Ihr könnt auf diese Weise mithelfen, dass die Pflegeheime für alle transparenter werden.

source: Compare prices
de: Preisvergleich

source: We’ve compared ten nursing homes in your area. This is the amount you will have to pay yourself. Additionally, you will have to pay investment costs that are different between nursing homes. Important tip: If you’re looking for a good home, do not only compare prices.
de: Wir vergleichen die zehn Heime in der unmittelbaren Umgebung. Dies ist der Eigenanteil für einen Monat vollstationäre Pflege. Hinzu kommen jeweils Investitionskosten, die von Heim zu Heim variabel sind. Wichtig: Wer ein gutes Heim sucht, sollte nicht nur den Preis vergleichen.

source: Care level 1
de: Pflegestufe 1

source: Care level 2
de: Pflegestufe 2

source: Care level 3
de: Pflegestufe 3

source: n/a
de: k.A.

source: The Medizinische Dienst der Krankenkassen inspects a sample of patients in each nursing home.
de: Der Medizinische Dienst der Krankenkassen untersucht in jedem Pflegeheim eine kleine Stichprobe der Bewohner.

source: This home didn’t get all points in the category malnutrition.
de: Dieses Heim hat bei der Nahrungs- oder Flüssigkeitsversorgung nicht die volle Punktzahl erreicht.

source: This can be a clue that there have been problems in the past.
de: Dies kann ein Hinweis darauf sein, dass es hier in der Vergangenheit Mängel gegeben hat.

source: This home didn’t get all points in the category caring for patients with bedsores.
de: Dieses Heim hat bei der Versorgung von Druckgeschwüren nicht die volle Punktzahl erreicht.

source: This home didn’t get all points in the category pain-therapy.
de: Dieses Heim hat beim Umgang mit Schmerzen nicht die volle Punktzahl erreicht.

source: This home didn’t get all points in the category medical treatment.
de: Dieses Heim hat beim Umgang mit Medikamenten oder ärztlichen Anordnungen nicht die volle Punktzahl erreicht.

source: This home didn’t get all points in the category caring for patients with incontinence.
de: Dieses Heim hat bei der Versorgung von Inkontinenzpatienten nicht die volle Punktzahl erreicht.

source: This home got all points in all the categories we analyzed.
de: Dieses Heim hat in allen von uns analysierten Bereichen die volle Punktzahl erreicht.

source: What is the quality and costs of Germany’s nursing homes? We analyzed data for every single nursing home in Germany. And we explain how you can find the best possible care for yourself and for your relatives.
de: Wie gut und wie teuer sind Deutschlands Pflegeheime? Wir haben Daten zu jedem einzelnen Heim in Deutschland ausgewertet. Und erklären, wie Ihr für Euch oder Eure Angehörigen die bestmögliche Pflege findet.

source: Examples:
de: Beispiele:

source: Home
de: Heim

source: Replace all selected objects with this object
de: Ersetze alle ausgewählten Objekte mit diesem Objekt

source: Replace all selected objects with this object:
de: Ersetze alle ausgewählten Objekte mit diesem Objekt:

source: Replace selected objects with this object
de: Ersetze alle ausgewählten Objekte mit diesem Objekt

source: The guide to German nursing homes.
de: Wie finde ich das richtige Heim?

source: This data is based on reports by the MDK that were provided to us by the federal association of the AOK. The data can contain mistakes. If you know the nursing home and found a mistake, please <a href="mailto:aok-bundesverband@bv.aok.de">send an email directly to the AOK</a>. We cannot change the original data by ourselves, but you can help to make nursing homes more transparent for everybody.
de: Wenn Ihr das Heim kennt und einen Fehler in den AOK-Daten gefunden habt, wendet Euch über <a href="mailto:aok-bundesverband@bv.aok.de">diese Emailadresse direkt an die AOK</a>. Wir selbst können die Originaldaten nicht verändern. Ihr könnt auf diese Weise mithelfen, dass die Pflegeheime für alle transparenter werden.

source: You can get in touch with AOK here.
de: Bitte senden Sie hier der AOK ihre Verbesserungsvorschläge.

source: Notes by this nursing home
de: Anmerkungen des Betreibers

source: From the transparency report
de: Aus dem Transparenzbericht

source: How you can get more information
de: Wie Ihr Euch selbst informieren könnt

source: About this investigation
de: Über diese Website

source: We investigated issues with the infrastructure of the nursing homes since the beginning of 2015. We talked to hundreds of people and analyzed data from all transparency reports in Germany.
de: Wir recherchieren seit Anfang 2015 zu den Problemen der Pflege, haben mit Hunderten Menschen gesprochen und Daten zu allen Pflegeheimen Deutschlands ausgewertet.

source: You can find our full research in German here.
de: Hier findet Ihr alle Ergebnisse unserer Recherchen.

source: You can find some of our research in English here.
de: Hier findet Ihr alle Ergebnisse unserer Recherchen.

source: Independent journalism needs independent funding
de: Unabhängiger Journalismus braucht unabhängige Finanzierung

source: Anyone can write nice features. We want to reveal injustice. As an independent non-profit organization, we need your help. Become a member and help us continue our investigations.
de: Nette Geschichten schreiben können andere. Wir wollen aufklären. Wir sind unabhängig, werbefrei und nicht-gewinnorientiert. Mit einer Fördermitgliedschaft sicherst Du dauerhaft unsere Arbeit.

source: Support CORRECTIV
de: CORRECTIV unterstützen

source: Search for “%(query)s” in our nursing home database
de: Suche nach „%(query)s“ im Correctiv-Pflegewegweiser

source: The database about nursinghomes.
de: Der Correctiv-Pflegewegweiser.

source: Search results
de: Suchergebnisse

source: We found %(count)s search results near %(label)s.
de: %(count)s Suchergebnisse in der Nähe von %(label)s.

source: These are homes 30 km around your query <em>%(query)s</em>.
de: Pflegeheime im Umkreis von 30 km um die Suchanfrage "%(query)s".

source: Your search did not give any results in a 30 km radius.
de: Für Deine Suche haben wir im Radius von 30 km leider keine Ergebnisse gefunden.

source: How do the nursing homes in your area compare?
de: Wie steht es mit den Heimen in deiner Umgebung?

source: Location
de: Ort

source: the nursing home report for the nursing home “%(name)s” at this address:
de: den Heimaufsichtsbericht für das Pflegeheim „%(name)s“ unter dieser Adresse:

source: I'm (possibly) affected myself, so please send me the complete report. If you need to apply redactions, please do.
de: Ich bin (potentiell) betroffen von den Verhältnissen in diesem Heim und bitte Sie deshalb, mir den kompletten aktuellen Prüfbericht zukommen zulassen. Persönliche Daten können Sie gerne ohne Rücksprache mit mir schwärzen.

source: ^search/$
de: ^suche/$

source: ^search/json/$
de: ^suche/json/$

source: ^nursinghome/(?P<slug>[\w-]+)/$
de: ^pflegeheim/(?P<slug>[\w-]+)/$

source: Nursing home %(name)s
de: Pflegeheim %(name)s

source: Details about the nursing home %(name)s.
de: Details zum Pflegeheim %(name)s.
